export default {
  translation: {
    header: {
      nav: {
        item1: 'Головна',
        item2: 'Наші послуги',
        item3: 'Фотогалерея',
        item4: 'Про нас',
        item5: 'Контакти'
      }
    },
    intro: {
      title: 'TDA CONSULTING ENGINEERS',
      description: 'Має величезний досвід роботи з іноземними інвестиціями, розподілом коштів та оптимізації витрат процесу будівництва.'
    },
    services: {
      title: 'Наші послуги',
      description: 'Досвід нашої роботи включає співпрацю в безпосередній взаємодії з великою кількістю іноземних висококваліфікованих підрядників готових взяти участь у відновленні нашої країни.',
      items: {
        finance: {
          title: 'Управління фінансуванням проекту',
          service1: 'Послуги інженера-консультанта із застосуванням проформ FIDIC',
          service2: 'Адаптація проформ FIDIC у відповідності до вимог українського законодавства',
          service3: 'Допомога Замовнику під час вибору типу контракту FIDIC',
          service4: 'Оцінка ризиків сторін під час реалізації проектів'
        },
        qualityControl: {
          title: 'Контроль якості будівельних робіт',
          service1: 'Забезпечення якості під час підготовки попереднього проектування, концептуального проекту, робочої проектної документації, здійснення аналізу та розгляду усіх видів проектної документації та підготовка відповідної виконавчої документації',
          service2: 'Перевірка відповідності будівельних робіт , що виконуються  до вимог проектної та робочої документації, а також до вимог місцевого законодавства та умов контракту на виконання будівельних робіт',
          service3: 'Контроль якості будівельної продукції та обладнання, використовуваного виконання будівельних робіт',
          service4: 'Перевірка та сприяння у процесі підготовки документів усіх типів, необхідних для надання відповідно до вимог місцевих нормативних актів та законодавства',
          service5: 'Перевірка якості та обсягів виконаних  будівельних робіт та повідомлення підрядника (замовника) про роботи, які не відповідають нормативним вимогам щодо якості їх виконання',
          service6: 'Перевірка та приймання прихованих будівельних робіт та конструкції, участь у проведенні випробувань споруджених об\'єктів, інженерних мереж та систем, а також обладнання та конструкцій, необхідні для реалізації проекту будівництва'
        },
        legalAdvice: {
          title: 'Юридичні консультації та супровід',
          service1: 'Юридичний супровід та підтримка під час виконання зобов\'язань сторін за договором',
          service2: 'Супровід під час отримання дозвільної документації та проведення єкспертизи',
          service3: 'Допомога в управлінні контрактними відносинами',
          service4: 'Внесення змін до контракту, оформлення претензій доарбітражне врегулювання спорів'
        },
        geodeticWorks: {
          title: 'Виконання геодезичних робіт',
          service1: 'Розробка проекту виконання геодезичних робіт для об\'єктів категорій СС2, СС3',
          service2: 'Розробка проектів геодезичного та геотехнічного моніторингу',
          service3: 'Контрольні геодезичні виміри щодо оцінки якості та обсягів виконаних робіт',
          service4: 'Перевірка якості виконавчої геодезичної документації',
          service5: 'Комплектація виконавчої геодезичної документації'
        },
        engineeringResearch: {
          title: 'Інженерні вишукування',
          service1: 'Перевірка та розробка технічного завдання на інженерні вишукування  відповідно до потреб будівництва',
          service2: 'Оцінка результатів інженерних досліджень',
          service3: 'Виконання інженерних вишукувань та підготовка звітної документації відповідно до вимог ДБН та ДСТУ'
        }
      }
    },
    photogallery: {
      title: 'Фотогалерея'
    },
    aboutUs: {
      title: 'Про нас',
      description: 'команда фахівців з багаторічним досвідом, яка вже встигла зарекомендувати себе на ринку забудовників. Ми надаємо будь-які консультації пов\'язані з будівництвом та запропонуємо вам найкращі рішення. Це вплине на якість об\ʼєкту, допоможе оптимізувати проектні рішення та фінансові показники витрат, експлуатаційні показники обьектів, як для замовника так і підрядника. Ми завжди відкриті для нових ідей, проектів та співпраці.',
      subtitle: 'Наші сертифікати'
    },
    contacts: {
      col1: 'Знайти нас',
      col2: 'Зв\'язатись з нами',
      col3: 'Написати нам'
    }
  }
}